sea-shell-soap-wiremock/sea-shell-soap-service/src/main/resources/mock/requests/shells/allShells.xml

<?xml version="1.0" ?>
<S:Envelope xmlns:S="http://schemas.xmlsoap.org/soap/envelope/">
    <S:Body>
        <ns3:allShells xmlns:ns3="http://org.jesperancinha.shells/SeaShellsWSDLShells/"/>
    </S:Body>
</S:Envelope>